export const VALIDATION_MESSAGES = {

  name: 'Пожалуйста, укажите ваше имя',
  email: 'Введите адрес электронной почты',
  emailError: 'Похоже, в адресе электронной почты есть неточность',
  password: 'Придумайте пароль для вашего аккаунта',
  passwordPattern: 'Пароль должен содержать минимум 8 символов, заглавную и строчную букву',
  phone: 'Укажите номер телефона для связи с вами',
  phoneError: 'Проверьте номер телефона — кажется, в нём есть неточность',
  loginPassword: 'Введите пароль от вашего аккаунта',

};
